export const documentsFakeApi = 
[
  
    {
        header: `مدارک مورد نیاز برای ثبت نام در مقطع  دکترا`,
        listofthings: [
            `مدرک کارشناسی وکارشناسی ارشد`,
            `ریز نمرات کارشناسی وکارشناسی ارشد`,
            `مقاله حداقل 20صفحه مربوط به رشته تحصیلی که انتخاب می نمایند`,
            `شناسنامه`,
            `*رنگی مات*ده قطعه عکس سه در چهار`,
            `ترجمه پاسپورت به زبان ارمنی`,
            `گواهی سلامت از ارمنستان`,
        ]
    },
    {
        header: `مدارک مورد نیاز برای ثبت نام در مقطع  کارشنای ارشد`,
        listofthings: [
            `مدرک کارشناسی`,
            `ریز نمرات کارشناسی`,
            `شناسنامه`,
            `*رنگی مات*ده قطعه عکس سه در چهار`,
            `ترجمه پاسپورت به زبان ارمنی`,
            `گواهی سلامت از ارمنستان`,
        ]
    },
    {
        header: `مدارک مورو نیاز برای ثبت نام در دوره پیش دانشگاهی وکارشناسی`,
        listofthings: [
            `*کلاس دوازدهم* دیپلم، سوم دبیرستان قدیم مدرک نهایی`,
            `*دیپلم، سوم دبیرستان قدیم مدرک نهایی* ریز نمرات کلاس دوازدهم`,
            `شناسنامه`,
            `*رنگی مات*ده قطعه عکس سه در چهار`,
            `ترجمه پاسپورت به زبان ارمنی`,
            `گواهی سلامت از ارمنستان`,
        ] 
    },
    {
        header: `مدارک مورو نیاز برای ثبت نام در دوره زبان المانی`,
        listofthings: [
            `*کلاس دوازدهم* دیپلم، سوم دبیرستان قدیم مدرک نهایی`,
            `*دیپلم، سوم دبیرستان قدیم مدرک نهایی* ریز نمرات کلاس دوازدهم`,
            `شناسنامه`,
            `*رنگی مات*ده قطعه عکس سه در چهار`,
            `ترجمه پاسپورت به زبان ارمنی`,
            `گواهی سلامت از ارمنستان`,
        ]
    },
]