// ****************************** HEADER
export const header = [
    {
        label: 'خانه', 
        to: '/'
    },
    {
        label: 'مهلت ثبت نام و شهریه',
        to: '/tuitionAndDeadline' 
    },  
    {
        label: 'رشته ها', 
        to: '/majors'
    },
    {
        label: 'مدارک', 
        to: '/documents'
    },
    {
        label: 'پیش ثبت نام', 
        to: '/apply'
    },
]

// ****************************** FOOTER
export const footer = [
    [
        {
            content: [
                'جمهوری ارمنستان، شهر ایروان– 0037',
                'خیابان داوید آنهاقت ، پلاک 10',
                'طبقه ی ۵',
                'دفتر ثبت نام دانش جویان خارجی اتاق ایران شناسی',
                'تلفن : 241891  0037410',
            ]
        }
    ] ,
    [
        [
            {  
                link: 'www.era.am',
                to: 'http://eua.am/'
            }
        ]
    ]
]

// ****************************** MAJORS

export const majors = [
    {
        header: 'رشته ها'
    },
    [
        [
            {
                majorHeader: 'مدیریت', 
                majorList: [
                    'مدیریت بازرگانی'
                ]
            }
        ],
        [
            {
                majorHeader: 'گردشگری',
                majorList: [
                    'گردشگری و هتل داری'
                ]
            }
        ],
        [
            {
                majorHeader: 'مهندسی فناوری اطلاعات',
                majorList: [
                    'مهندسی امنیت فناوری اطلاعات',
                    'مهندسی طراحی فناوری اطلاعات',
                    'مهندسی مدیریت فناوری اطلاعات',
                    'مهندسی نرم افزار فناوری اطلاعات'
                ]
            }
        ],
    ]
]

// ****************************** DOCUMENTS

export const documentsTitle = [ 
    'مقطع  دکترا',                              
    'کارشناسی ارشد',
    'پیش دانشگاهی وکارشناسی',                   
    'دوره یک ساله ی زبان آلمانی',
]

export const documents = 
[
  
    {
        header: `مدارک مورد نیاز برای ثبت نام در مقطع  دکترا`,
        listofthings: [
            `مدرک کارشناسی وکارشناسی ارشد`,
            `ریز نمرات کارشناسی وکارشناسی ارشد`,
            `مقاله حداقل 20صفحه مربوط به رشته تحصیلی که انتخاب می نمایند`,
            `شناسنامه`,
            `ده قطعه عکس رنگيه مات سه در چهار`,
        ]
    },
    {
        header: `مدارک مورد نیاز برای ثبت نام در مقطع  کارشنای ارشد`,
        listofthings: [
            `مدرک کارشناسی`,
            `ریز نمرات کارشناسی`,
            `شناسنامه`,
            `ده قطعه عکس رنگيه مات سه در چهار`,
        ]
    },
    {
        header: `مدارک مورو نیاز برای ثبت نام در دوره پیش دانشگاهی وکارشناسی`,
        listofthings: [
            `مدرک دیپلم`,
            `ریزنمرات دیپلم`,
            `در صورتی که دوره ی پیش دانشگاهی را گذرانده اید ارائه ی مدرک و ریز نمرات آن الزامیست`,
            `شناسنامه`,
            `ده قطعه عکس رنگيه مات سه در چهار`,
        ] 
    },
    {
        header: `مدارک مورو نیاز برای ثبت نام در دوره یک ساله ی زبان آلمانی`,
        listofthings: [
            `مدرک دیپلم`,
            `ریزنمرات دیپلم`,
            `در صورتی که دوره ی پیش دانشگاهی را گذرانده اید ارائه ی مدرک و ریز نمرات آن الزامیست`,
            `شناسنامه`,
            `ده قطعه عکس رنگيه مات سه در چهار`,
        ]
    },
]

export const documentsAttention = [
        'ترجمه رسمی مدارک به زبان انگلیسی روسی یا ارمنی در دارلترجمه معتبر الزامیست',
        'ترجمه مدارک دارای تایید از دادگستری ایران، وزارت امور خارجه و تایید از سفارت ارمنستان در تهران باشد',
        'طبق قانون جمهوری اسلامی ایران دانشجویانی که در دانشگاه اروپای ارمنستان در حال ادامه تحصیل می باشند شامل معافیت تحصیلی  می شوند',
        'در ارمنستان برای تحصیل در مقطع کارشنای نیازی به داشتن پیش دانشگاهی نیست',
        'پیش نیاز ثبت نام در دوره پیش دانشگاهی و مقطع کارشناسی قبولی در امتحان ریاضی و زبان می باشد',
        'پیش نیاز ثبت نام در  مقطع کارشناسی ارشد قبولی در امتحان زبان می باشد',
        'برای تایید مدرک در ایران و برخی از کشورهای اروپای داشتن پیش دانشگاهی الزامیست',
] 

export const attention = [
    'برای ثبت نام در دانشگاه اروپای ارمنستان نیازی به واسطه نیست و متقاضیان می توانند مستقیما به دانشگاه مراجع کرده و برای ثبت نام اقدام نمایند'
]

export const note = [
    'توجه فرمایید'
]