// ****************************** HEADER
export const header = [
    {
        label: 'خانه', 
        to: '/'
    },
    {
        label: 'مهلت ثبت نام و شهریه',
        to: '/tuitionAndDeadline' 
    },  
    {
        label: 'مدارک لازم برای ثبت نام', 
        to: '/documents'
    },
    {
        label: 'رشته ها', 
        to: '/majors'
    },
    {
        label: 'پیش ثبت نام', 
        to: '/apply'
    },
]

// ****************************** FOOTER
export const footer = [
    [
        {
            content: [
                'جمهوری ارمنستان، شهر ایروان– 0037',
                'خیابان داوید آنهاقت ، پلاک 10',
                'طبقه ی ۵',
                'دفتر ثبت نام دانشجویان خارجی اتاق ایران شناسی',
                'تلفن : 241891  0037410',
            ]
        }
    ] ,
    [
        [
            {  
                link: 'www.era.am',
                to: 'http://eua.am/'
            }
        ]
    ]
]

// ****************************** MAJORS

export const majors = [
    {
        header: 'رشته ها'
    },
    [
        [
            {
                majorHeader: 'مدیریت', 
                majorList: [
                    'مدیریت بازرگانی'
                ]
            }
        ],
        [
            {
                majorHeader: 'گردشگری',
                majorList: [
                    'گردشگری و هتل داری'
                ]
            }
        ],
        [
            {
                majorHeader: 'مهندسی فناوری اطلاعات',
                majorList: [
                    'مهندسی امنیت فناوری اطلاعات',
                    'مهندسی طراحی فناوری اطلاعات',
                    'مهندسی مدیریت فناوری اطلاعات',
                    'مهندسی نرم افزار فناوری اطلاعات'
                ]
            }
        ],
    ]
]

// ****************************** DOCUMENTS

export const documentsTitle = [ 
    'مقطع  دکترا',                              
    'کارشناسی ارشد',
    'پیش دانشگاهی وکارشناسی',                   
    'دوره یک ساله ی زبان آلمانی',
]

export const documents = 
[
  
    {
        header: `مدارک مورد نیاز برای ثبت نام در مقطع  دکترا`,
        listofthings: [
            `مدرک کارشناسی وکارشناسی ارشد`,
            `ریز نمرات کارشناسی وکارشناسی ارشد`,
            `مقاله حداقل ۲۰ صفحه مربوط به رشته تحصیلی که انتخاب می نمایند`,
            `شناسنامه`,
            `ده قطعه عکس رنگي مات سه در چهار`,
        ]
    },
    {
        header: `مدارک مورد نیاز برای ثبت نام در مقطع  کارشنای ارشد`,
        listofthings: [
            `مدرک کارشناسی`,
            `ریز نمرات کارشناسی`,
            `شناسنامه`,
            `ده قطعه عکس رنگي مات سه در چهار`,
        ]
    },
    {
        header: `مدارک مورو نیاز برای ثبت نام در دوره پیش دانشگاهی وکارشناسی`,
        listofthings: [
            `مدرک دیپلم`,
            `ریزنمرات دیپلم`,
            `در صورتی که دوره ی پیش دانشگاهی را گذرانده اید ارائه ی مدرک و ریز نمرات آن الزامیست`,
            `شناسنامه`,
            `ده قطعه عکس رنگي مات سه در چهار`,
        ] 
    },
    {
        header: `مدارک مورو نیاز برای ثبت نام در دوره یک ساله ی زبان آلمانی`,
        listofthings: [
            `مدرک دیپلم`,
            `ریزنمرات دیپلم`,
            `در صورتی که دوره ی پیش دانشگاهی را گذرانده اید ارائه ی مدرک و ریز نمرات آن الزامیست`,
            `شناسنامه`,
            `ده قطعه عکس رنگي مات سه در چهار`,
        ]
    },
]

export const documentsAttention = [
        'ترجمه رسمی مدارک به زبان انگلیسی روسی یا ارمنی در دارلترجمه معتبر الزامیست',
        'ترجمه مدارک دارای تایید از دادگستری ایران، وزارت امور خارجه و تایید از سفارت ارمنستان در تهران باشد',
        'طبق قانون جمهوری اسلامی ایران دانشجویانی که در دانشگاه اروپای ارمنستان در حال ادامه تحصیل می باشند شامل معافیت تحصیلی  می شوند',
        'در ارمنستان برای تحصیل در مقطع کارشنای نیازی به داشتن پیش دانشگاهی نیست',
        'پیش نیاز ثبت نام در دوره پیش دانشگاهی و مقطع کارشناسی قبولی در امتحان ریاضی و زبان می باشد',
        'پیش نیاز ثبت نام در  مقطع کارشناسی ارشد قبولی در امتحان زبان می باشد',
        'برای تایید مدرک در ایران و برخی از کشورهای اروپای داشتن پیش دانشگاهی الزامیست',
] 

export const attention = [
    'برای ثبت نام در دانشگاه اروپای ارمنستان نیازی به واسطه نیست و متقاضیان می توانند مستقیما به دانشگاه مراجع کرده و برای ثبت نام اقدام نمایند'
]

export const note = [
    'توجه فرمایید'
]

// ****************************** ABOUTUS

export const aboutus = [
    {
        aboutUsHeader: 'دانشگاه اروپایی ارمنستان'
    },
    [
        'دانشگاه اروپایی ارمنستان توسط مؤسسات آموزشی عالی از جمله دانشگاه مارسیه فرانسه و دولت جمهوری ارمنستان در سال ۲۰۰۱ تأسیس شده است۰نام این مرکز آموزشی عالی در سال ۲۰۱۸ به علت تغییر قانون آموزش عالی کشور ها ی اروپایی از آکادمی آموزشی عالی منطقه ای اروپایی به دانشگاه اروپایی تغییر یافته است',
    ],
    [
        [
            {
                sectionHeader: 'مزایای تحصیل در دانشگاه اروپایی ارمنستان',
                list: [
                    'آموزش عالی با استانداردهای اروپایی با کیفیت بالا',
                    'واحدهای مشترک با بیش از ۴۰۰ دانشگاه اروپایی دنیا',
                    'هزینه مناسب نسبت به کشورهای اروپایی برای ادامه تحصیل',
                    'مورد تایید بودن مدارک این دانشگاه در بیش از ۴۰ کشور ',
                    'مورد تایید بودن مدارک این دانشگاه در ایران',
                ]
            }
        ],
        [
            {
                sectionHeader: 'مزایای تحصیل در ارمنستان',
                list: [
                    'هزینه مناسب نسبت به کشورهای اروپایی',
                    'رفت و آمد آسان و نزدیک بودن به ایران', 
                    'فرهنگ نزدیک به مردمان ایران و آب و هوای فوق العاده',
                ]
            }
        ]
    ]
]