import React, {Component} from 'react';
import conferenceRoom from '../image/conferenceRoom.jpg';
import uniHall from '../image/uniHall.jpg';
import library from '../image/library.jpg';

import '../App.css';

function AboutUs(props) {
    return (
        <div id = 'aboutUsSection'>
            <h2>دانشگاه اروپایی ارمنستان</h2>

             <div class = 'aboutUsSecondSection'>

                <div class = 'aboutUsText'>
          دانشگاه اروپایی ارمنستان ، بنیادی است بین الدولتی  که علاوه بر فعالیتهای آموزشی در مقاطع کارشناسی،کارشناسی ارشد و دکترا مطابق معیارهای آموزشی اروپائی برگزاری دوره های باز آموزی و دوره های تغییر تخصص برای پرسنل تحصیل یافته را در ایروان و همچنین دارای برنامه های آموزشی در مقاطع پیش دانشگاهی (کالج) در ولایات کشور پیشنهاد می نماید.

دانشگاه اروپایی ارمنستان، موسسه تحصیلات عالی بین الدولتی است که بر اساس توافق نامه ها و قراردادها با موسسات آموزش عالی از کشور های اروپائی تاسیس شده است. این دانشگاه به تاسی از مصوبه شماره 978 مورخ 15 اکتبر سال 2001 دولت جمهوری ارمنستان شروع به فعالیت نموده است و در تاریخ 19 ژانویه سال 2018 از آکادمی اروپایی ارمنستان به دانشگاه اروپایی ارمنستان ارتقا یافته است.دولت جمهوری ارمنستان یکی از موسسین دانشگاه اروپائی می باشد.

مراسم گشایش دانشگاه در تاریخ 14 اکتبر سال 2002 با شرکت رئیس جمهوری ارمنستان،وزیر خارجه فرانسه ، نمایندگان عالی رتبه دولتی کشورهای عضو این پروژه و سفرای مقیم در ارمنستان برگزار شده است.امروز دانشگاه با  توجه به مفاد توافق نامه های عقد شده ،تقریبا با 20 سازمان اروپائی در حال همکاری بوده و به اتفاق آنها برنامه های آموزشی را در عمل پیاده می کند.

اتحادیه اروپائی که همکار دائمی دانشگاه است تا به حال بیش از یک میلون یورو به شکل مساعدت های فنی به این موسسه ارائه نموده است. دانشگاه اروپایی در مناطق مختلف ارمنستان برنامه های آموزشی پیش دانشگاهی عملی می کند. شعبات دانشگاه در شهرهای بزرگ ارمستان از قبیل :گیومری ، وانادزور، هرازدان نیز فعالیت می نماید. دوره های دکترا و فوق دکترا که در حال حاضر در دانشگاه تشکیل می شوند مطابق معیارهای آموزشی اروپائی فعالند
                </div>
                    
            </div>

            <h3>اهداف</h3>

            <div class = 'aboutUs'>

                <img src = {conferenceRoom} alt = 'EUA Conference Room' id = 'confRoom'/>
                
                <div>
                    <div class = 'list'>
                    تلفیق برنامه های آموزشی ارمنستانی و اروپائی مطابق معیارهای آموزشی بین المللی
                     </div>

                     <div class = 'list'>    
                کاربرد فناوریهای جدید آموزشی
                     </div>

                    <div class = 'list'>
                برقراری همکاریها و گفتگوهای منطقه ای بین موسسات آموزشی ارمنستان وکشورهای همجوار
                    </div>
                
                    <div class = 'list'>
                آموزش و پرورش پرسنل دارای قابلیت رقابت برای جمهوری ارمنستان و کشورهای منطقه
                    </div>

                    <div class = 'list'>
                پیشنهاد آموزش  رقابتی
                    </div>

                    <div class = 'list'>
                اجرای برنامه های سه زبانه
                    </div>

                    <div class = 'list'>
                شرکت در روند هم گرائی آموزش اروپائی
                    </div>

                    <div class = 'list'>
                ارضاﺀ تقاضای بازار از طریق تعمیل برنامه های قابل انحنا
                    </div>

                    <div class = 'list'>
                ایجاد امکانات مکفی فنی
                    </div>

                    <div class = 'list'>
                ایجاد مهارت شایسته در امور برقراری تماسها به وسیله چندین زبان
                    </div>
                </div>
            </div>

            <div class = 'aboutUsSecondSection'>
                <div class = 'aboutUsText'>
                برنامه های آموزشی دانشگاه با شرکت مستقیم کارشناسان وزارت آموزش و علوم جمهوری ارمنستان ،دانشگاه فنی برلین، انستیتوی برنامه ریزی کاربردی و داده آمائی نظری برلین، مکتب عالی مهندسی مارسل،دانشگاه مدیترانه اکس مارسل-2 ،دانشگاه مونیش، دانشگاه اروپائی بلزانی ، دانشگاه فرانسوی ایروان  به استناد معیارهای شناخته شده بین المللی طرح گردیده است.

روند آموزش در دانشگاه با پیروی از اصول تلفیق مناسب نظامهای آموزش ملی ارمنستان و کشورهای اروپائی سازمان داده می شود ولی تدریس و ارزیابی سطح معلومات (نمره دهی) دانشجویان با استفاده از شیوه های پیشرفته جهانی تعمیل می گردد.در برنامه های آموزشی   دانشگاه، همزمان با تدریس مضامین تخصصی ، تدریس سه زبان خارجی (انگلیسی ، فرانسوی،آلمانی) نیز در نظر گرفته شده است.برنامه های تدریسی زبانهای خارجی با همکاری فعال و شرکت مستقیم کارشناسان شورای بریتانیا ، اتحادیه فرانس و دانشگاه گوته طرح شده و در آنها ویژگی های آموزشی دانشگاه مد نظر گرفته شده است.با آغاز ترم پنجم تحصیلی تمام مضامین تخصصی به زبان انگلیسی تدریس می گردد.در برنامه های تحصیلی دانشگاه ، گذراندن دوره های کار آموزی تخصصی و دوره های کار آموزی نهائی دانشجویان در موسسات و ادارات معتبری که هم در ارمنستان نمایندگی دارند و هم در اروپا فعالند،در نظر گرفته شده است.

در تشکیل دانشگاه اروپایی ارمنستان ، مراکز فرهنگی بریتانیا،اتریش ، آلمان ، ایتالیا  و اتاق ایرانشناسی فعالیت می کنند و از طریق آنها روابط عملی با مراکز آموزشی و فرهنگی کشورهای نامبرده برقرار گردیده و برنامه های مختلف همکاریهای آموزشی ، علمی و فرهنگی به طور موثر عملی   می گردد.

       با حمایت ویژه فنی اتحادیه اروپا در چهار چوب برنامه های IT.AM در دانشگاه اتاقهای مخصوص رایانه ایجاد گردیده است. اتاقهای مذکورنه تنها با با رایانه های روز مجهزند و تمام شرایط و امکانات تدریس در آنها فراهم است ، بلکه آنها دارای شبکه اینترنتی در سیستم ADSL می باشند. بیش از 150 رایانه در شبکه مرکزی علمی دانشگاه فعالیت می نمایند. وصل شبکه های رایانه ای شعبات شهرهای گیومری ، وانادزور و هرازدان به شبکه  مرکزی علمی دانشگاه در آینده نزدیک مد نظر گرفته شده است.وجود چنین سیستم ، امکانات فراوانی را برای دانشجویان دانشگاه فراهم ساخته و دانشجویان سر کلاسهای درسی با شنیدن و دیدن برنامه های خبری ، تماشای فیلمها و برنامه های قابل درک عموم کشورهای مختلف اروپائی سطح معلومات خویش را ارتقاﺀ می بخشند . در سالهای اخیر در روند تدریس بعضی مضامین تخصصی استانداردهای بین المللی سازماندهی روند تدریس از قبیل ‹‹آموزش  0 ⁄ 2 ›› و ‹‹ آموزش 0 ⁄ 3 ›› به طور موفقانه تعمیم گردیده است . دستاوردهای نوین رایانه ای و فناوریهای اطلاع رسانی جهانی (اینترنت) نه تنها قابل دسترس دانشجویان ، اساتید و کارمندان اداری دانشگاه می باشد ، بلکه در کاربرد شیوه های  علمی شخصی اساتید و اجرای پروژه های تحقیقاتی آنان مفید و درتعمیم سیاست تجدد دانشگاه  موثر واقع می گردد
                </div>
            </div>

            <h3>برنامه های آموزشی پیشنهادی دانشگاه</h3>

            <div class = 'aboutUs'>
                <img src = {library} alt = 'EUA Conference Room' id = 'confRoom'/>

                <div>
                    <div class = 'list'>
                    برنامه ریزی کاربردی
                    </div>

                    <div class = 'list'>
                    اداره کارایی فناوریهای اطلاع رسانی
                    </div>

                    <div class = 'list'>
                    برنامه ریزی مولتی مدیا
                    </div>

                    <div class = 'list'>
                    آنفورماتیک و ریاضی کاربردی
                    </div>

                    <div class = 'list'>
                    فناوریهای نوین گردشگری و خدمات اجتماعی
                    </div>

                    <div class = 'list'>
                    حقوق شناسی : با کسب تخصص در رشته های حقوق بین المللی و حقوق اروپائی
                    </div>

                    <div class = 'list'>
                    اقتصاد بین المللی
                    </div>

                    <div class = 'list'>
                    اداری : با کسب تخصص در رشته های بهداشت عمومی ، مخابرات و ترابری
                    </div>

                    <div class = 'list'>
                    روابط بین الملل و همکاریهای اروپائی
                    </div>

                    <div class = 'list'>
                    زبان شناسی
                    </div>

                    <div class = 'list'>
                    تربیت معلم کاربردی و روانشناسی
                    </div>

                    <div class = 'list'>
                    حفظ محیط زیست و فناوریهای نو
                    </div>

                </div>

            </div>

            <h3>
جهات عملی آموزش و امکانات جدید در راه کسب مقام و منزلت
            </h3>
            <div class = 'aboutUsSecondSection'>

                <div class = 'aboutUsText'>
                موزش عالی این داشگاه با فراهم کردن معیارهای به روز اروپایی که با بالاترین کیفیت و دقیق ترین برنامه های تحصیلی است، محیط مناسبی برای دانشجویان خود فراهم کرده است. به فارغ التحصیلانی که برنامه آموزشی دانشگاه را موففقانه سپری می نمایند دیپلم دولتی ارائه می گردد. فارغ التحصیلان به ترتیب رتبه های آموزشی کارشناسی و کارشناسی ارشد دریافت می نمایند.

دانشجویانی که در دوره آموزشی فعال و ممتاز به شمار  می روند در ترم های بعدی، از تخفیف ویژه در پرداخت شهریه از طرف مسئولین دانشگاه برخوردار می شوند. با توجه به سیستم نمره دهی اروپائی که جهت ارزیابی سطح معلومات و نمره دادن دانشجویان در دانشگاه رایج است ، دانشجویان می توانند تحصیلات خود را یا در دانشگاه و یا بخشی از آن را در یکی از موسسات آموزشی کشورهای اروپا ئی ادامه دهند. در پرتو کسب دانش و مهارت تخصصی ، فارغ التحصیلان دانشگاه در بازار نیروی کار از قابلیت رقابت برخوردار می باشند.

فارغ التحصیلان دانشگاه هم در نهادهای دولتی ، هم در موسسات معتبر و هم در نمایندگیهای موسسات شناخته شده بین المللی مقیم ارمنستان و کشورهای دیگر مشغول به کار هستند.

فارغ التحصیلان ممتاز که از سطح آموزش بالا برخوردار باشند  می توانند تحصیلات خود را در موسسات آموزشی پیشرفته آلمان ، بریتانیای کبیر ، فرانسه ، ایتالیا  و ایالات متحده آمریکا ادامه دهند. دانشگاه اروپایی ارمنستان همانند دانشگاه اروپایی قفقاز از معیارهای به روز جهانی استفاده می کند
                </div>
            </div>

            <h3>مزایای تحصیل در ارمنستان</h3>
            <div class = 'aboutUs'>
                <img src = {uniHall} alt = 'EUA Conference Room' id = 'confRoom'/>
                <div>
                    <div class = 'list'>
                    آموزش عالی با استانداردهای اروپایی با کیفیت بالا و واحدهای مشترک با بیش از 400 دانشگاه اروپایی دنیا
                    </div>

                    <div class = 'list'>
                    هزینه مناسب نسبت به کشورهای اروپایی برای ادامه تحصیل    
                    </div>

                    <div class = 'list'>
                    رفت و آمد آسان و نزدیک بودن به ایران   
                    </div>

                    <div class = 'list'>
                    مورد تایید بودن مدارک این دانشگاه در ایران 
                    </div>

                    <div class = 'list'>
                    فرهنگ نزدیک به مردمان ایران و آب و هوای فوق العاده
                    </div>
                </div>
            </div>
      </div>
    );
}

export default AboutUs;