import React from 'react';

import ListOfThings from './listofthings';

import '../App.css';

const DocumentsAttention = () =>
            <div className = 'documentsAttentionWhiteSpace'>
                <br />
                <h2>توجه فرمایید</h2>
                <ListOfThings
                    listofthings = {[
                        'ترجمه مدارک به زبان انگلیسی روسی یا ارمنی در دارلترجمه معتبر ترجمه رسمی شود. و دارای تایید از دادگستری، وزارت امور خارجه و تایید از سفارت ارمنستان در تهران باشد',
                        'برای ثبت نام در دانشگاه اروپای ارمنستان نیازی به واسطه نیست و متقاضیان می توانند مستقیما به دانشگاه مراجع کرده و برای ثبت نام اقدام نمایند',
                        'طبق قانون جمهوری اسلامی ایران دانشجویانی که در دانشگاه اروپای ارمنستان در حال ادامه تحصیل می باشند شامل معافیت تحصیلی می شون',
                        'در ارمنستان برای تحصیل در مقطع کارشنای نیازی به داشتن پیش دانشگاهی نیست',
                        'برای تایید مدرک در ایران و برخی از کشورهای اروپای داشتن پیش دانشگاهی الزامیست',
                    ]} 
                />
                <br />
            </div>

export default DocumentsAttention;