import React from 'react';

import ListOfThings from './listofthings';

import '../App.css';

const DocumentsAttention = () =>
            <section className = 'documentsAttentionWhiteSpace'>
                <br />
                <header>
                    <h2>توجه فرمایید</h2>
                </header>
                <ListOfThings
                    listofthings = {[
                        'ترجمه مدارک به زبان انگلیسی روسی یا ارمنی در دارلترجمه معتبر ترجمه رسمی شود. و دارای تایید از دادگستری ایران، وزارت امور خارجه و تایید از سفارت ارمنستان در تهران باشد',
                        'برای ثبت نام در دانشگاه اروپای ارمنستان نیازی به واسطه نیست و متقاضیان می توانند مستقیما به دانشگاه مراجع کرده و برای ثبت نام اقدام نمایند',
                        'طبق قانون جمهوری اسلامی ایران دانشجویانی که در دانشگاه اروپای ارمنستان در حال ادامه تحصیل می باشند شامل معافیت تحصیلی  می شوند',
                        'در ارمنستان برای تحصیل در مقطع کارشنای نیازی به داشتن پیش دانشگاهی نیست',
                        'برای تایید مدرک در ایران و برخی از کشورهای اروپای داشتن پیش دانشگاهی الزامیست',
                    ]} 
                />
                <p className = 'conditions'>
                پیش نیاز های ثبت نام در دوره پیش دانشگاهی و مقطع کارشناسی قبولی در امتحان ریاضی و زبان و پیش نیاز ثبت نام در مقطع کارشناسی قبولی در امتحان زبان می باشد
                </p>
   
                <br />
            </section>

export default DocumentsAttention;